;Translation files need to be saved in UTF-16 encoding
;French (France) translation file
;
;Authors:
; - coleoptere2007 (https://forums.mydigitallife.net/members/coleoptere2007.26684/)
; - Reznov (https://forums.mydigitallife.net/members/reznov.278690/)
;
[Config]
Language = fr-FR

[Translations]
;Translations by coleoptere2007 (https://forums.mydigitallife.net/members/coleoptere2007.26684/)
NoAdmin = Cette application doit être exécutée en tant qu'administrateur.
UnsupportedSystem = Cette application nécessite Windows 7 ou une version ultérieure.
NoADK = Nous avons détecté que vous utilisez une version antérieure de Windows sans que Windows 10 ADK soit installé. Pour cette raison, l'image ISO résultante peut ne pas être créée correctement.\ n\ nPour vous assurer le succès du processus, installez Windows 10 ADK ou utilisez cette application sous Windows 10.\ n \ nVoulez-vous continuer?
BackendTestFailed = Le test du backend PHP a échoué. Sans ce backend, cette application ne peut plus continuer à fonctionner.\n\nQue cela signifie-t-il?\n - Vous n'avez pas installé Visual C ++ Redistributable 2015 x86\n - Votre antivirus interfère avec le processus \n\nSi le problème persiste:\n - Installez Visual C ++ Redistributable 2015 x86\n - Veuillez désactiver temporairement votre solution antivirus\n\nL'application va se fermer.
Preparing = Préparation...
PrepareToWork = Préparation du travail ...
Search = &Rechercher
SearchBuilds = Recherche de version
BuildSelectAction = &Choisissez la construction sélectionnée
BuildSelectActionSub = Affiche la page de sélection de la langue, de l'édition et de l'emplacement de destination
PoweredBy = Alimenté par
Change = &Changer
Language = Langue
Edition = Edition
SelectedBuild = Version sélectionnée
LanguageAndEdition = Langue et édition
SaveOptions = Enregistrer les options
Browse = &Parcourir ...
SaveUUPFiles = Enregistrer les UUP dans le sous-répertoire "UUP"
SkipConversion = Ignorer la conversion UUP en ISO
StartProcess = &Démarrer le processus
StartProcessSub = Télécharge la version sélectionnée et créér une image ISO à partir de celle-ci.
RetrievingListOfFiles = Récupération de la liste des fichiers ...
BuildNotDownloadable = Impossible d'obtenir la liste des fichiers disponibles. La version sélectionnée peut ne plus être téléchargeable.
CommandPromptClosed = La fenêtre d'invite de commande a été fermée ou une erreur s'est produite.
CommandPromptClosedQuestion = Voulez-vous redémarrer le processus de téléchargement et de conversion en utilisant les fichiers déjà téléchargés?\n\nSi vous choisissez "Non", tous les fichiers téléchargés seront supprimés.
Information = Information
TaskCompleted = La tâche a été complétée.
WorkDirNotCreatedYet = Workdir n'a pas encore été créé
CreateDirFail = Echec de la création du répertoire de travail.
BrowseForLocation = Parcourir l'emplacement de destination de l'image ISO
DestinationLocationNotExists = L'emplacement de destination n'existe pas.
WorkDirMoveError = Une erreur s'est produite lors de la tentative de déplacement du répertoire de travail.
PleaseWait = Veuillez patienter ...
Error = Erreur
MovingWorkDir = Déplacement du répertoire de travail ...
CannotGetBuilds = Impossible de récupérer la liste des versions disponibles.
NoSearchResults = Il n'y a pas de version disponible pour votre recherche.
NoLanguages = Il n'y a pas de langues disponibles pour cette sélection.
AllEditions = Toutes les éditions
NoEditions = Il n'y a pas d'éditions disponibles pour cette sélection.
RetrievingFileInfo = Récupération des informations de fichier ...
NoFileinfo = La base de données Fileinfo n'existe pas pour cette sélection.
RetrievingPacks = Récupération des packs ...

;Translations by Reznov (https://forums.mydigitallife.net/members/reznov.278690/)
PhpFailedRestart = Impossible de redémarrer le backend PHP. L'application va se fermer.
PhpFailedClose = Une erreur s'est produite lors de la tentative de fermeture du backend PHP. Veuillez vérifier si le processus php.exe en cours d'exécution et le terminer manuellement.\n\nCliquez sur OK après avoir arrêté PHP.
UpdateAvailable = Une mise à jour est disponible!
UpdatesIncludedInfo1 = Les mises à jour suivantes sont incluses dans le set UUP sélectionné
UpdatesIncludedInfo2 = Ces mises à jour seront automatiquement intégrées lors du processus de conversion de UUP vers ISO. Cela peut prendre beaucoup plus de temps que le processus de conversion normal.
PleaseSelectBuild = Veuillez selectioner le build desiré.
DownloadSize = Taille du téléchargement
ContainsAdditionalUpdates = (contient des mises à jour additionnelles)

[Languages]
ar-sa = Arabe (Arabie Saoudite)
bg-bg = Bulgare
cs-cz = Tchèque
da-dk = Danois
de-de = Allemand
el-gr = Grec
en-gb = Anglais (Royaume-Uni)
en-us = Anglais (États-Unis)
es-es = Espagnol (Espagne)
es-mx = Espagnol (Mexique)
et-ee = Estonien
fi-fi = Finnois
fr-ca = Français (Canada)
fr-fr = Français (France)
he-il = Hébreu
hr-hr = Croate
hu-hu = Hongrois
it-it = Italien
ja-jp = Japonais
ko-kr = Coréen
lt-lt = Lituanien
lv-lv = Letton
nb-no = Norvégien (Bokmal)
nl-nl = Néerlandais
pl-pl = Polonais
pt-br = Portugais (Brésil)
pt-pt = Portugais (Portugal)
ro-ro = Roumain
ru-ru = Russe
sk-sk = Slovaque
sl-si = Slovène
sr-latn-rs = Serbe (Latin)
sv-se = Suédois
th-th = Thaï
tr-tr = Turc
uk-ua = Ukrainien
zh-cn = Chinois (Simplifié)
zh-tw = Chinois (Traditionnel)
